lib/xml/getDNISList.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:ser="http://service.admin.ws.five9.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <ser:getDNISList>
            <!--Optional:-->
            <selectUnassigned>?</selectUnassigned>
        </ser:getDNISList>
    </soapenv:Body>
</soapenv:Envelope>